IDEA Open Model
LoadImpulse.Y Property
Compatible with IDEA StatiCa v 10.1
 Load in Y direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Y { get; set; }
Public Property Y As Double
	Get
	Set
public:
property double Y {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadImpulse Structure
IdeaRS.OpenModel.Loading Namespace